org/tester.org
#+title: Test of ORG to Sphinx like documentation
#+author: Thomas von Eyben
#+email: teve@yousee.dk
#+startup: indent
#+export_file_name: ../docs/index.html

#+options: ^:nil H:6 toc:6 \n:t
#+setupfile: theme-readtheorg.setup


The original link, lets try to make the file available locally in stead ^
+setupfile: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup

* Introductionen
Hermed introduceres dokumentaionen for systemet!
rettes
** Første undersektion
Her er beskrivelsen
Som nu er opdateret mere - hold kæft jeg er god

** Anden undersektionMere beskrivelse

** Og den tredie
hvor der også er skrevet

* Note to self
auto export line only works is placed a tfirst line and using the =-*-...-*-= syntax, the =Local Variables ... end:= does not work
JO - men locale variabler skal være i bunden
https://www.gnu.org/software/emacs/manual/html_node/emacs/Specifying-File-Variables.html
sådan!!!

* Test af links
Kan jeg linke tilbage til denne sektion fra et andet sted

** Andet sted
Dette er så det såkaldte andet sted [[*Test af links][Test af links tilrettet]]
Her et link til en custom proporti baseret link
 
** Tredie sted, test med DRAWER
:PROPERTIES:
:CUSTOM_ID: my-custom-id
:END:
Her er så indholde i et afsnit der har en drawer
Mere [[http:dr.dk][indhold]] her
* Nomenclature
** ACS
*** The ACS server itself
The actual server
VM
Er i et datacenter
*** Attributes used by the ACS server
  Stuff
  - this item
  - that item
  - something else item ss
- Build_type
  A or B
  #+begin_tip
  Dette er et tip - se også et andet sted
  #+end_tip
-
*** The other item
blablabla
*** The third element
1. item one
2. second
3. third
** Fileserver
*** FSRV level2
text
**** LVL3
text
***** LVL4
tct mere tekst
****** LVL5
Sidste der håndteres
******* LVL6
Hvad sker der så???
